Repository: clausfn/maude-ios
Catalog: Liviqa/Localizable.xcstrings
Source language: en
Languages: da, es, nb, pt, sv

source: Your signals · vs your normal
da: Dine signaler · vs. din normal
es: Tus señales · vs tu normalidad
nb: Dine signaler · vs. din normal
pt: Os seus sinais · vs o seu normal
sv: Dina signaler · vs din normala nivå

source: Your sovereign identity
da: Din suveræne identitet
es: Tu identidad soberana
nb: Din suverene identitet
pt: A sua identidade soberana
sv: Din suveräna identitet

source: Your tracked metrics have stayed steady over the past six weeks.
da: Dine målte værdier har ligget stabilt de seneste seks uger.
es: Tus métricas registradas se han mantenido estables las últimas seis semanas.
nb: Dine målte verdier har ligget stabilt de siste seks ukene.
pt: As suas métricas registadas mantiveram-se estáveis nas últimas seis semanas.
sv: Dina uppmätta värden har legat stabilt de senaste sex veckorna.

source: Your trend
da: Din tendens
es: Tu tendencia
nb: Din trend
pt: A sua tendência
sv: Din trend

source: Your week looked steady — nothing strayed far from your usual pattern.
da: Din uge så stabil ud — intet afveg langt fra dit sædvanlige mønster.
es: Tu semana se vio estable — nada se alejó mucho de tu patrón habitual.
nb: Uken din så stabil ut — ingenting avvek langt fra ditt vanlige mønster.
pt: A sua semana pareceu estável — nada se afastou muito do seu padrão habitual.
sv: Din vecka såg stabil ut — inget avvek långt från ditt vanliga mönster.

source: 2026-02-09 HbA1c + lipid panel.pdf
es: 2026-02-09 Panel HbA1c + lípidos.pdf
pt: 2026-02-09 Painel HbA1c + lípidos.pdf

source: DfG Tokens
es: Tokens DfG
pt: Tokens DfG

source: Email
es: Correo electrónico
nb: E-post
sv: E-post

source: LADA / Type 1 Diabetes
es: LADA / diabetes tipo 1
nb: LADA / diabetes type 1
pt: LADA / diabetes tipo 1
sv: LADA / typ 1-diabetes

source: Sports Coach
es: Coach deportivo
pt: Coach desportivo
sv: Sportcoach

source: Sports Coach · Yourcoach.health
es: Coach deportivo · Yourcoach.health
pt: Coach desportivo · Yourcoach.health
sv: Sportcoach · Yourcoach.health

source: System
es: Sistema
pt: Sistema

source: Version 1.0
es: Versión 1.0
nb: Versjon 1.0
pt: Versão 1.0
